Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Very hot day expected (+200ml)
ar: يُتوقع أن يكون يوم حار جداً (+200 مل)
bg: Очаква се много горещ ден (+200ml)
ca: S'espera un dia molt calurós (+200ml)
cs: Očekává se velmi horký den (+200ml)
da: Meget varm dag forventet (+200ml)
de: Es wird ein sehr heißer Tag erwartet (+200ml).
el: Πολύ ζεστή μέρα αναμένεται (+200ml)
es: Se espera un día muy caluroso (+200ml).
fi: Erittäin kuuma päivä odotettavissa (+200ml)
fr: Journée très chaude prévue (+200 ml)
he: צפוי יום חם מאוד (+200 מ"ל)
hi: बहुत गर्म दिन की उम्मीद है (+200 मिली)
hr: Očekuje se vrlo vruć dan (+200ml).
hu: Nagyon forró napra számíthatunk (+200ml)
id: Hari yang sangat panas diperkirakan (+200ml)
it: Si prevede una giornata molto calda (+200 ml)
ja: 非常に暑い日が予想されています (+200ml)
kk: Жоғары температуралы күн күтілуде (+200 мл)
ms: Hari yang sangat panas dijangka (+200ml)
nl: Zeer hete dag verwacht (+200ml)
pl: Spodziewany bardzo gorący dzień (+200ml)
pt_br: Dia muito quente esperado (+200ml)
pt_pt: Dia muito quente esperado (+200ml)
ro: Se așteaptă o zi foarte călduroasă (+200ml).
ru: Ожидается очень жаркий день (+200 мл)
sk: Očakáva sa veľmi horúci deň (+200ml).
sl: Pričakuje se zelo vroč dan (+200ml).
sv: Mycket varmt väder förväntas (+200 ml)
th: คาดว่าจะเป็นวันที่ร้อนมาก (+200 มล.)
tr: Aşırı sıcak bir gün bekleniyor (+200ml)
uk: Очікується дуже спекотний день (+200 мл)
vi: Dự đoán hôm nay sẽ có ngày rất nóng (+200ml)
zh_hans: 预计会有非常炎热的天气（超过200毫升）。
zh_hant: 預計會有非常炎熱的一天（超過200毫升）

source: View detailed analytics and weekly trends
ar: عرض التحليلات التفصيلية والاتجاهات الأسبوعية
bg: Прегледайте подробна аналитика и седмични тенденции.
ca: Veure analítiques detallades i tendències setmanals.
cs: Zobrazit podrobné analýzy a týdenní trendy
da: Se detaljeret analytics og ugentlige tendenser.
de: Detaillierte Analysen und wöchentliche Trends ansehen
el: Δείτε αναλυτικά στατιστικά και εβδομαδιαίες τάσεις.
es: Ver análisis detallados y tendencias semanales.
fi: Näe yksityiskohtaiset analytiikat ja viikoittaiset trendit.
fr: Consultez des analyses détaillées et des tendances hebdomadaires.
he: צפה באנליטיקות מפורטות ובמגמות שבועיות
hi: विस्तृत आंकड़ों और साप्ताहिक रुझानों को देखें।
hr: Pogledajte detaljnu analitiku i tjedne trendove.
hu: Nézd meg a részletes elemzéseket és heti trendeket.
id: Lihat analitik terperinci dan tren mingguan.
it: Visualizza analisi dettagliate e tendenze settimanali.
ja: 詳細な分析と週間トレンドを表示する
kk: Толық аналитиканы және апталық трендтерді қарау
ms: Lihat analitik terperinci dan tren mingguan.
nl: Bekijk gedetailleerde analyses en wekelijkse trends.
pl: Zobacz szczegółową analizę i tygodniowe trendy.
pt_br: Veja análises detalhadas e tendências semanais.
pt_pt: Veja análises detalhadas e tendências semanais.
ro: Vizualizați analize detaliate și tendințe săptămânale.
ru: Просмотр подробной аналитики и еженедельных тенденций
sk: Zobrazte podrobné analýzy a týždenné trendy.
sl: Oglejte si podrobno analitiko in tedenske trende.
sv: Visa detaljerad analys och vecko-trender.
th: ดูการวิเคราะห์รายละเอียดและแนวโน้มประจำสัปดาห์
tr: Detaylı analizleri ve haftalık trendleri görüntüleyin.
uk: Переглядайте детальну аналітику та тижневі тренди.
vi: Xem phân tích chi tiết và xu hướng hàng tuần.
zh_hans: 查看详细的分析和每周趋势
zh_hant: 查看詳細的分析和每週趨勢

source: Visualize Your Progress
ar: تخيل تقدمك
bg: Визуализирайте напредъка си
ca: Visualitza el teu progrés
cs: Vizualizujte svůj pokrok
da: Visualiser din fremgang
de: Visualisieren Sie Ihren Fortschritt
el: Οπτικοποιήστε την Πρόοδό σας
es: Visualiza tu progreso
fi: Visualisoi edistymisesi
fr: Visualisez vos progrès
he: המחיש את ההתקדמות שלך
hi: अपनी प्रगति का दृश्य आंकलन करें
hr: Vizualizirajte svoj napredak
hu: Vizualizáld a Haladásodat
id: Visualisasikan Kemajuan Anda
it: Visualizza i Tuoi Progressi
ja: 進捗を可視化する
kk: Прогресті визуализациялау
ms: Visualisasikan Kemajuan Anda
nl: Visualiseer je voortgang
pl: Wizualizuj swoje postępy
pt_br: Visualize Seu Progresso
pt_pt: Visualiza o Teu Progresso
ro: Vizualizează-ți Progresul
ru: Визуализируйте свой прогресс
sk: Vizualizujte svoj pokrok
sl: Vizualizirajte svoj napredek
sv: Visualisera Din Framsteg
th: มองเห็นความก้าวหน้าของคุณ
tr: İlerlemenizi Görselleştirin
uk: Візуалізуйте свій прогрес
vi: Hình dung tiến trình của bạn
zh_hans: 可视化你的进步
zh_hant: 視覺化你的進展

source: Warm temperature (+300ml)
ar: درجة حرارة دافئة (+300 مل)
bg: Топла температура (+300мл)
ca: Temperatura calenta (+300ml)
cs: Teplá teplota (+300 ml)
da: Varm temperatur (+300ml)
de: Warme Temperatur (+300ml)
el: Ζεστή θερμοκρασία (+300ml)
es: Temperatura cálida (+300ml)
fi: Lämmin lämpötila (+300ml)
fr: Température chaude (+300ml)
he: טמפרטורה חמה (+300 מ"ל)
hi: गर्म तापमान (+300ml)
hr: Topla temperatura (+300ml)
hu: Meleg hőmérséklet (+300ml)
id: Suhu hangat (+300ml)
it: Temperatura calda (+300ml)
ja: 温かい温度（＋300ml）
kk: Жылы температура (+300мл)
ms: Suhu panas (+300ml)
nl: Warme temperatuur (+300ml)
pl: Ciepła temperatura (+300ml)
pt_br: Temperatura morna (+300ml)
pt_pt: Temperatura quente (+300ml)
ro: Temperatură caldă (+300ml)
ru: Тёплая температура (+300 мл)
sk: Teplota (nad 300 ml)
sl: Topla temperatura (+300ml)
sv: Varm temperatur (+300 ml)
th: อุณหภูมิอุ่น (+300 มล.)
tr: Sıcak sıcaklık (+300ml)
uk: Тепла температура (+300мл)
vi: Nhiệt độ ấm (+300ml)
zh_hans: 温暖的温度（+300ml）
zh_hant: 溫暖的溫度（+300毫升）

source: Water
ar: ماء
bg: Вода
ca: Aigua
cs: Voda
da: Vand
de: Wasser
el: Νερό
es: Agua
fi: Vesi
fr: Eau
he: מים
hi: पानी
hr: Voda
hu: Víz
id: Air
it: Acqua
ja: 水 (みず)
kk: Су
ms: Air
pl: Woda
pt_br: Água
pt_pt: Água
ro: Apă
ru: Вода
sk: Voda
sl: Voda
sv: Vatten
th: น้ำ
tr: Su
uk: Вода
vi: Nước
zh_hans: 水
zh_hant: 水

source: Water Intake
ar: تناول الماء
bg: Прием на вода
ca: Ingesta d'aigua
cs: Příjem vody
da: Vandindtag
de: Wasseraufnahme
el: Κατανάλωση Νερού
es: Ingesta de agua
fi: Veden Saanti
fr: Apport en eau
he: צריכת מים
hi: पानी का सेवन
hr: Unos vode
hu: Vízfogyasztás
id: Asupan Air
it: Assunzione di acqua
ja: 水分摂取
kk: Су тұтыну
ms: Pengambilan Air
nl: Vochtaanname
pl: Spożycie wody
pt_br: Ingestão de Água
pt_pt: Ingestão de Água
ro: Consumul de apă
ru: Потребление воды
sk: Príjem vody
sl: Vnos vode
sv: Vattenintag
th: การดื่มน้ำ
tr: Su Tüketimi
uk: Споживання води
vi: Lượng nước tiêu thụ
zh_hans: 水摄入量
zh_hant: 水的攝取量

source: Water Intake Calculated
ar: تم حساب استهلاك الماء
bg: Изчислен прием на вода
ca: Ingesta d'Aigua Calculada
cs: Vypočítaný příjem vody
da: Vandindtag beregnet
de: Wasseraufnahme berechnet
el: Υπολογισμένη Κατανάλωση Νερού
es: Ingesta de Agua Calculada
fi: Vedenkulutus Lasketaan
fr: Apport en eau calculé
he: כמות המים נחשבת
hi: पानी का सेवन गणना किया गया
hr: Izračun unosa vode
hu: Vízfogyasztás kiszámítva
id: Perhitungan Asupan Air
it: Assunzione d'acqua calcolata
ja: 水分摂取量が計算されました。
kk: Су қабылдау есептелді.
ms: Pengambilan Air Dihitung
nl: Berekening van waterinname
pl: Obliczone spożycie wody
pt_br: Ingestão de Água Calculada
pt_pt: Consumo de Água Calculado
ro: Consumul de apă calculat
ru: Расчет потребления воды
sk: Vypočítaný príjem vody
sl: Izračun vnosu vode
sv: Beräknat vätskeintag
th: การคำนวณการดื่มน้ำ
tr: Su Tüketimi Hesaplandı
uk: Розрахунок споживання води
vi: Lượng nước tiêu thụ đã được tính toán.
zh_hans: 水摄入量已计算
zh_hant: 水攝取量計算完成

source: Water Reminders
ar: تذكيرات الماء
bg: Напомняния за вода
ca: Recordatoris d'aigua
cs: Připomínky na pití vody
da: Vand Påmindelser
de: Wassererinnerungen
el: Υπενθυμίσεις Νερού
es: Recordatorios de agua
fi: Vesimuistutukset
fr: Rappels d'hydratation
he: הזכרות לשתייה מים
hi: पानी की याद दिलाने वाले
hr: Podsjetnici za vodu
hu: Víz emlékeztetők
id: Pengingat Air
it: Promemoria per bere acqua
ja: 水分補給のリマインダー
kk: Су ескерту жүйелері
ms: Peringatan Air
nl: Waterherinneringen
pl: Przypomnienia o wodzie
pt_br: Lembretes de Água
pt_pt: Lembretes de Água
ro: Memento-uri pentru apă
ru: Напоминания о воде
sk: Pripomienky na pitie vody
sl: Opomniki za vodo
sv: Vattenpåminnelser
th: การเตือนดื่มน้ำ
tr: Su Hatırlatıcıları
uk: Нагадування про воду
vi: Nhắc nhở uống nước
zh_hans: 喝水提醒
zh_hant: 提醒喝水

source: WaterTracker
ar: مراقب المياه
da: VandTracker
de: WasserTracker
fi: Vesiseuranta
he: WaterTracker - עוקב אחרי מים
hi: पानी ट्रैकर
hr: Praćenje vode
hu: Vízkövető
id: Pelacak Air
ja: ウォータートラッカー
kk: СуБақылаушы
ru: Водный трекер
sk: VodnýSledovač
sv: VattenSpårare
th: WaterTracker (วอเตอร์เทรคเกอร์)
tr: Su İzleyici
uk: WaterTracker у перекладі на українську буде "Трекер води".
vi: WaterTracker dịch sang tiếng Việt là "Theo dõi nước".
zh_hans: 水分追踪器
zh_hant: 水分追踪器

source: WaterTracker PRO
ar: واترتركر برو
he: וטרטרקר PRO
hi: वाटरट्रैकर प्रो
ja: ウォータートラッカープロ
th: WaterTracker PRO (วอเตอร์แทรคเกอร์ โปร)
tr: Su Takip PRO
zh_hans: 水分追踪器 PRO
zh_hant: 水分追蹤專家PRO

source: We can see your hydration data (%lld drinks today), but need sleep data to provide timing recommendations.
ar: يمكننا رؤية بيانات الترطيب الخاصة بك (%lld مشروبات اليوم)، ولكننا بحاجة إلى بيانات النوم لتقديم توصيات حول التوقيت.
bg: Можем да видим данните ви за хидратация (%lld напитки днес), но ни трябват данни за сън, за да предоставим препоръки за времето.
ca: Podem veure les teves dades d'hidratació (%lld begudes avui), però necessitem dades sobre el son per oferir-te recomanacions de temps.
cs: Můžeme vidět vaše data o hydrataci (%lld nápojů dnes), ale potřebujeme data o spánku, abychom mohli poskytnout doporučení ohledně načasování.
da: Vi kan se dine hydrationsdata (%lld drikke i dag), men vi har brug for søvndata for at give timinganbefalinger.
de: Wir können Ihre Hydrationsdaten (%lld Getränke heute) sehen, benötigen jedoch Schlafdaten, um zeitliche Empfehlungen abgeben zu können.
el: Μπορούμε να δούμε τα δεδομένα ενυδάτωσής σας (%lld ποτά σήμερα), αλλά χρειάζομαι δεδομένα ύπνου για να παρέχουμε προτάσεις σχετικά με τον προγραμματισμό.
es: Podemos ver tus datos de hidratación (%lld bebidas hoy), pero necesitamos los datos de sueño para proporcionar recomendaciones de horarios.
fi: Voimme nähdä nesteytyksesi tiedot (%lld juomaa tänään), mutta tarvitsemme unitietoja voidaksemme antaa ajoitussuosituksia.
fr: Nous pouvons voir vos données d'hydratation (%lld boissons aujourd'hui), mais nous avons besoin de données sur le sommeil pour fournir des recommandations de timing.
he: אנו יכולים לראות את נתוני ההידרציה שלך (%lld משקאות היום), אך זקוקים לנתוני שינה כדי להעניק המלצות לגבי זמני השינה.
hi: हम आपकी जलयोजन डेटा (%lld पेय आज) देख सकते हैं, लेकिन समय संबंधी सिफारिशें देने के लिए हमें नींद डेटा की आवश्यकता है।
hr: Možemo vidjeti vaše podatke o hidrataciji (%lld pića danas), ali nam trebaju podaci o snu kako bismo pružili preporuke o vremenu.
hu: Látjuk a hidratáltsági adataidat (%lld ital ma), de szükségünk van az alvási adatokra, hogy időzítési ajánlásokat tudjunk adni.
id: Kami dapat melihat data hidrasi Anda (%lld minuman hari ini), tetapi perlu data tidur untuk memberikan rekomendasi waktu.
it: Possiamo vedere i tuoi dati di idratazione (%lld bevande oggi), ma abbiamo bisogno dei dati sul sonno per fornire raccomandazioni sui tempi.
ja: あなたの水分摂取データ（今日の飲料数：%lld）を確認できますが、タイミングの推奨を行うためには睡眠データが必要です。
kk: Сіздердің су ішу деректеріңізді (%lld ішімдіктер бүгін), бірақ уақыттық ұсыныстар беру үшін ұйқы деректеріңіз қажет.
ms: Kami dapat melihat data penghidratan anda (%lld minuman hari ini), tetapi perlu data tidur untuk memberikan cadangan waktu.
nl: We kunnen je hydratatiegegevens zien (%lld dranken vandaag), maar we hebben slaapsgegevens nodig om timing aanbevelingen te doen.
pl: Możemy zobaczyć Twoje dane dotyczące nawodnienia (%lld napojów dzisiaj), ale potrzebujemy danych dotyczących snu, aby zarekomendować odpowiednie czasy.
pt_br: Podemos ver seus dados de hidratação (%lld bebidas hoje), mas precisamos de dados sobre o sono para fornecer recomendações de horários.
pt_pt: Podemos ver os seus dados de hidratação (%lld bebidas hoje), mas precisamos de dados sobre o sono para fornecer recomendações de tempo.
ro: Putem vedea datele tale de hidratare (%lld băuturi astăzi), dar avem nevoie de date despre somn pentru a oferi recomandări de temporizare.
ru: Мы можем видеть ваши данные о гидратации (%lld напитков сегодня), но нам нужны данные о сне, чтобы предоставить рекомендации по времени.
sk: Vidíme vaše údaje o hydratácii (%lld nápojov dnes), ale potrebujeme údaje o spánku, aby sme mohli poskytnúť odporúčania týkajúce sa načasovania.
sl: Vidimo vaše podatke o hidraciji (%lld pijač danes), vendar potrebujemo podatke o spanju, da vam lahko podamo priporočila glede časa.
sv: Vi kan se din hydreringdata (%lld drycker idag), men vi behöver sömndata för att ge tidsrekommendationer.
th: เราสามารถดูข้อมูลการดื่มน้ำของคุณได้ (%lld ดื่มวันนี้) แต่จำเป็นต้องใช้ข้อมูลการนอนเพื่อให้คำแนะนำเกี่ยวกับการตั้งเวลา
tr: Bugünkü hidratasyon verilerinizi (%lld içecek) görebiliyoruz, ancak zamanlama önerileri sunmak için uyku verilerine ihtiyaç duyuyoruz.
uk: Ми можемо бачити ваші дані про зволоження (%lld напоїв сьогодні), але нам потрібні дані про сон, щоб надати рекомендації щодо графіка.
vi: Chúng tôi có thể thấy dữ liệu cung cấp nước của bạn (%lld đồ uống hôm nay), nhưng cần dữ liệu giấc ngủ để đưa ra các đề xuất về thời gian.
zh_hans: 我们可以看到您的水分摄入数据（今天的饮水量为%lld），但需要睡眠数据才能提供时间建议。
zh_hant: 我們可以看到你的水分攝取數據（今天喝了%lld杯水），但需要睡眠數據才能提供時間建議。

source: We have your data (%lld drinks, %lld nights) but analysis failed.
ar: لدينا بياناتك (%lld مشروبات، %lld ليالي) لكن التحليل فشل.
bg: Имаме вашите данни (%lld напитки, %lld нощи), но анализът не успя.
ca: Tenim les teves dades (%lld begudes, %lld nits) però l'anàlisi ha fallat.
cs: Máme vaše data (%lld nápojů, %lld nocí), ale analýza selhala.
da: Vi har dine data (%lld drinks, %lld nætter), men analysen fejlede.
de: Wir haben Ihre Daten (%lld Getränke, %lld Nächte), aber die Analyse ist fehlgeschlagen.
el: Έχουμε τα δεδομένα σας (%lld ποτά, %lld νύχτες) αλλά η ανάλυση απέτυχε.
es: Tenemos tus datos (%lld bebidas, %lld noches) pero el análisis falló.
fi: Meillä on tietosi (%lld juomaa, %lld yötä), mutta analyysi epäonnistui.
fr: Nous avons vos données (%lld boissons, %lld nuits) mais l'analyse a échoué.
he: יש לנו את הנתונים שלך (%lld שתייה, %lld לילות) אבל הניתוח נכשל.
hi: हमारे पास आपके डेटा (%lld पेय, %lld रातें) हैं लेकिन विश्लेषण असफल रहा।
hr: Imamo tvoje podatke (%lld pića, %lld noći) ali analiza je neuspjela.
hu: Megvan az Ön adata (%lld ital, %lld éjszaka), de az elemzés nem sikerült.
id: Kami memiliki data Anda (%lld minuman, %lld malam) tetapi analisis gagal.
it: Abbiamo i tuoi dati (%lld bevande, %lld notti) ma l'analisi è fallita.
ja: あなたのデータ（%lldドリンク、%lldナイト）はありますが、分析に失敗しました。
kk: Сізде деректеріңіз бар (%lld ішімдік, %lld түн), бірақ талдау сәтсіз өтті.
ms: Kami mempunyai data anda (%lld minuman, %lld malam) tetapi analisis gagal.
nl: We hebben je gegevens (%lld drankjes, %lld nachten) maar de analyse is mislukt.
pl: Mamy twoje dane (%lld napojów, %lld nocy), ale analiza się nie powiodła.
pt_br: Temos seus dados (%lld bebidas, %lld noites), mas a análise falhou.
pt_pt: Temos os seus dados (%lld bebidas, %lld noites), mas a análise falhou.
ro: Avem datele tale (%lld băuturi, %lld nopți), dar analiza a eșuat.
ru: У нас есть ваши данные (%lld напитков, %lld ночей), но анализ не удался.
sk: Máme tvoje údaje (%lld nápojov, %lld nocí), ale analýza zlyhala.
sl: Imamo vaše podatke (%lld pijač, %lld noči), vendar analiza ni uspela.
sv: Vi har dina uppgifter (%lld drycker, %lld nätter) men analysen misslyckades.
th: เรามีข้อมูลของคุณ (%lld เครื่องดื่ม, %lld คืน) แต่การวิเคราะห์ล้มเหลว.
tr: Verilerinizi (%lld içecek, %lld gece) aldık ama analiz başarısız oldu.
uk: У нас є ваші дані (%lld напоїв, %lld ночей), але аналіз не вдався.
vi: Chúng tôi có dữ liệu của bạn (%lld đồ uống, %lld đêm) nhưng phân tích đã thất bại.
zh_hans: 我们有你的数据（%lld 饮料，%lld 晚上），但是分析失败了。
zh_hant: 我們擁有您的數據（%lld飲品，%lld晚數），但分析失敗了。

source: We have your sleep data (%lld nights tracked), but no water intake recorded for today.
ar: لدينا بيانات نومك (عدد الليالي التي تم تتبعها) ، ولكن لا توجد معلومات عن تناول الماء لهذا اليوم.
bg: Имаме данни за вашия сън (%lld нощи проследени), но днес няма записан прием на вода.
ca: Tenim les teves dades de son (%lld nits registrades), però no hi ha cap registre d'aigua consumida per avui.
cs: Máme vaše údaje o spánku (%lld nocí sledováno), ale dnes není zaznamenán příjem vody.
da: Vi har dine søvndata (%lld nætter registreret), men ingen vandindtagelse registreret for i dag.
de: Wir haben Ihre Schlafdaten (%lld nächte aufgezeichnet), aber keine Wasseraufnahme für heute verzeichnet.
el: Έχουμε τα δεδομένα ύπνου σας (%lld νύχτες καταγεγραμμένες), αλλά δεν υπάρχει καταγραμμένη ποσότητα νερού για σήμερα.
es: Tenemos tus datos de sueño (se han rastreado %lld noches), pero no se ha registrado la ingesta de agua para hoy.
fi: Meillä on unidataa (%lld yötä seurattu), mutta tänään ei ole kirjattu vedenkulutusta.
fr: Nous avons vos données de sommeil (%lld nuits suivies), mais aucune consommation d'eau enregistrée pour aujourd'hui.
he: יש לנו את נתוני השינה שלך (%lld לילות שעוקבו), אך אין נתוני שתיית מים שנרשמו להיום.
hi: हमारे पास आपका नींद डेटा है (%lld रातों का ट्रैक किया गया), लेकिन आज के लिए पानी का सेवन रिकॉर्ड नहीं किया गया है।
hr: Imamo vaše podatke o spavanju (%lld noći praćeno), ali danas nema zabilježenog unosa vode.
hu: Megvannak az alvási adataid (%lld éjszaka rögzítve), de ma nem történt vízfogyasztás rögzítése.
id: Kami memiliki data tidur Anda (%lld malam yang dilacak), tetapi tidak ada catatan asupan air untuk hari ini.
it: Abbiamo i tuoi dati sul sonno (%lld notti tracciate), ma non è stata registrata alcuna assunzione di acqua per oggi.
ja: あなたの睡眠データ（%lld晩の追跡済み）がありましたが、今日の水分摂取量は記録されていません。
kk: Сізде ұйқы деректері (%lld түн бақылауда), бірақ бүгінгі күнге су қабылдауы бойынша мәліметтер жоқ.
ms: Kami mempunyai data tidur anda (%lld malam yang direkodkan), tetapi tiada pengambilan air yang direkodkan untuk hari ini.
nl: We hebben je slaapgegevens (%lld nachten bijgehouden), maar er is vandaag geen waterinname geregistreerd.
pl: Mamy twoje dane dotyczące snu (śledzonych %lld nocy), ale dziś nie zarejestrowano spożycia wody.
pt_br: Temos seus dados de sono (%lld noites monitoradas), mas não há registro de ingestão de água para hoje.
pt_pt: Temos os seus dados de sono (%lld noites registadas), mas não há registo de ingestão de água para hoje.
ro: Avem datele tale de somn (%lld nopți monitorizate), dar nu avem nicio înregistrare a consumului de apă pentru astăzi.
ru: У нас есть ваши данные о сне (отслежено %lld ночей), но сегодня не зафиксирован прием воды.
sk: Máme vaše údaje o spánku (sledovaných %lld nocí), ale dnes nie sú zaznamenané žiadne údaje o príjme vody.
sl: Imamo vaše podatke o spanju (%lld noči spremljanih), vendar danes ni zabeleženega vnosa tekočine.
sv: Vi har dina sömndata (%lld nätter registrerade), men ingen vattenintag registrerat för idag.
th: เรามีข้อมูลการนอนหลับของคุณ (%lld คืนที่บันทึกไว้) แต่ไม่มีข้อมูลการดื่มน้ำสำหรับวันนี้ค่ะ
tr: Bugün için su alımınız kaydedilmedi, ancak uyku verileriniz var (%lld gece takip edildi).
uk: У вас є дані про сон (%lld відслідкованих ночей), але сьогодні не зафіксовано споживання води.
vi: Chúng tôi có dữ liệu giấc ngủ của bạn (%lld đêm đã theo dõi), nhưng không có thông tin về lượng nước uống trong ngày hôm nay.
zh_hans: 我们有您的睡眠数据（跟踪了%lld个晚上），但今天没有记录饮水量。
zh_hant: 我們擁有您的睡眠數據（%lld 晚上的追蹤），但今天沒有記錄您的水分攝取。
